[
  {
    "sanskrit": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन",
    "english": "You have the right to perform your actions, but never to the fruits of action.",
    "explanation": "This fundamental teaching reminds us to focus on our duties without attachment to results. True peace comes from doing our best while surrendering outcomes to the Divine."
  },
  {
    "sanskrit": "योगः कर्मसु कौशलम्",
    "english": "Yoga is skill in action.",
    "explanation": "Real yoga isn't just physical postures—it's performing every action with awareness, dedication, and spiritual consciousness. This transforms ordinary work into sacred practice."
  },
  {
    "sanskrit": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु",
    "english": "Always think of Me, become My devotee, worship Me and offer your homage unto Me.",
    "explanation": "By keeping our mind focused on the Divine in all activities, we transform our entire life into a spiritual practice, finding peace in constant connection with God."
  },
  {
    "sanskrit": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज",
    "english": "Abandon all varieties of religion and just surrender unto Me.",
    "explanation": "When we surrender our ego and personal desires to the Divine will, we find ultimate liberation from anxiety and discover true peace that surpasses understanding."
  },
  {
    "sanskrit": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत",
    "english": "Whenever and wherever there is a decline in righteousness, I manifest Myself.",
    "explanation": "The Divine presence emerges in times of darkness and confusion. Even in our personal struggles, this divine consciousness can manifest to guide us toward light."
  },
  {
    "sanskrit": "वासांसि जीर्णानि यथा विहाय",
    "english": "As a person puts on new garments, giving up old ones, the soul similarly accepts new material bodies, giving up the old and useless ones.",
    "explanation": "Understanding the eternal nature of the soul helps us overcome fear of change and loss. We are not this temporary body but the eternal consciousness within."
  },
  {
    "sanskrit": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते",
    "english": "Do not yield to impotence, O Arjuna. It does not befit you.",
    "explanation": "We must not give in to weakness or despair. Every soul has divine strength within. When we connect to this inner power, we can face any challenge with courage."
  },
  {
    "sanskrit": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत्",
    "english": "One must deliver himself with the help of his mind, and not degrade himself.",
    "explanation": "We are responsible for our own spiritual elevation. Through disciplined thinking and positive mental cultivation, we can lift ourselves from suffering to joy."
  },
  {
    "sanskrit": "समदुःखसुखः स्वस्थः समलोष्टाश्मकाञ्चनः",
    "english": "A person who is not disturbed by the incessant flow of desires can alone achieve peace.",
    "explanation": "True peace comes not from getting what we want, but from maintaining equanimity whether we experience pleasure or pain, gain or loss."
  },
  {
    "sanskrit": "यज्ञार्थात्कर्मणो अन्यत्र लोकोऽयं कर्मबन्धनः",
    "english": "Work done as a sacrifice for the Divine frees one from bondage.",
    "explanation": "When we offer our actions to the Divine rather than working for personal gain, our work becomes worship and we find freedom from stress and ego."
  },
  {
    "sanskrit": "गतासूनगतासूंश्च नानुशोचन्ति पण्डिताः",
    "english": "The wise grieve neither for the living nor the dead.",
    "explanation": "Understanding the eternal nature of consciousness helps us transcend grief. The wise see beyond temporary forms to the imperishable essence of life."
  },
  {
    "sanskrit": "नासतो विद्यते भावो नाभावो विद्यते सतः",
    "english": "That which is real never ceases to be; that which is unreal never comes into being.",
    "explanation": "This profound truth helps us distinguish between the temporary and eternal. Our worries are temporary, but our true spiritual nature is permanent and peaceful."
  },
  {
    "sanskrit": "प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान्",
    "english": "When a man is satisfied in himself by himself, he is said to be in transcendence.",
    "explanation": "True contentment comes from within, not from external possessions or achievements. Self-realization brings the deepest satisfaction and lasting peace."
  },
  {
    "sanskrit": "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते",
    "english": "While contemplating the objects of the senses, attachment for them arises.",
    "explanation": "Our thoughts create our reality. By controlling what we dwell upon, we can free ourselves from unwanted attachments and find inner freedom."
  },
  {
    "sanskrit": "रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन्",
    "english": "One who is free from attachment and aversion can attain tranquility.",
    "explanation": "Peace comes when we can engage with life without being controlled by likes and dislikes. This balanced approach brings serenity in all circumstances."
  },
  {
    "sanskrit": "तत्र सत्त्वं निर्मलत्वात्प्रकाशकमनामयम्",
    "english": "The mode of goodness brings happiness and knowledge.",
    "explanation": "Cultivating goodness, purity, and positive qualities naturally leads to joy and wisdom. This is the path to transforming our mental state from darkness to light."
  },
  {
    "sanskrit": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्",
    "english": "Better is one's own duty, though imperfectly performed, than the duty of another well performed.",
    "explanation": "Authenticity brings peace. Rather than comparing ourselves to others, we find fulfillment by honestly following our own path and purpose in life."
  },
  {
    "sanskrit": "अहंकारविमूढात्मा कर्ताहमिति मन्यते",
    "english": "The bewildered soul thinks himself the doer of activities.",
    "explanation": "Ego creates suffering. When we recognize that we are instruments of a higher power, we find freedom from the burden of thinking we control everything."
  },
  {
    "sanskrit": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः",
    "english": "You should perform your prescribed duties, for action is better than inaction.",
    "explanation": "Purposeful action aligned with dharma brings growth and peace. Even small positive actions are better than paralysis from overthinking or fear."
  },
  {
    "sanskrit": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति",
    "english": "One who sees Me everywhere and sees everything in Me never loses sight of Me.",
    "explanation": "This divine vision transforms ordinary life into sacred experience. When we see the Divine presence in all beings and situations, we live in constant connection and peace."
  },
  {
    "sanskrit": "आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन",
    "english": "One who sees the equal soul in all beings attains the highest.",
    "explanation": "True wisdom sees the same divine consciousness in every person. This universal love and respect dissolves barriers and brings profound inner peace."
  },
  {
    "sanskrit": "तस्मादसक्तः सततं कार्यं कर्म समाचर",
    "english": "Therefore, always perform your duty efficiently and without attachment.",
    "explanation": "Excellence without attachment is the secret to both success and peace. We can be fully engaged in life while remaining spiritually free and centered."
  },
  {
    "sanskrit": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ",
    "english": "Treating pleasure and pain, gain and loss, victory and defeat as equal, engage in battle.",
    "explanation": "Emotional equilibrium is the foundation of peace. When we don't get carried away by life's ups and downs, we maintain our center and act with wisdom."
  },
  {
    "sanskrit": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते",
    "english": "To those who worship Me with devotion, meditating on Me alone, I provide what they lack and preserve what they have.",
    "explanation": "Sincere devotion creates divine protection and provision. When we focus our love on the Divine, our needs are naturally fulfilled in perfect timing."
  },
  {
    "sanskrit": "मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे",
    "english": "You will come to Me alone; this I promise you truly, for you are dear to Me.",
    "explanation": "The Divine love for each soul is personal and unconditional. This assurance brings comfort that we are never alone and always guided toward our highest good."
  },
  {
    "sanskrit": "तेषामेवानुकम्पार्थमहमज्ञानजं तमः",
    "english": "Out of compassion for them, I destroy the darkness born of ignorance with the lamp of knowledge.",
    "explanation": "Divine grace actively works to enlighten us. Our sincere seeking invites this transformative wisdom that dissolves confusion and reveals truth."
  },
  {
    "sanskrit": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति",
    "english": "No one who performs good deeds ever comes to grief.",
    "explanation": "Every positive action, however small, contributes to our spiritual progress. Good intentions and kind acts create protective karma that guides us toward happiness."
  },
  {
    "sanskrit": "यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सरः",
    "english": "One who is satisfied with gain that comes of its own accord is free from duality and envy.",
    "explanation": "Contentment with what life brings naturally creates peace. When we stop forcing outcomes and trust the flow of life, we find unexpected joy and freedom."
  },
  {
    "sanskrit": "निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः",
    "english": "Being free from expectation and possessiveness, fight without anxiety.",
    "explanation": "Action without attachment to ownership or results eliminates stress. We can be fully engaged in our responsibilities while remaining peaceful and free."
  },
  {
    "sanskrit": "समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम्",
    "english": "One who sees the Supreme Lord dwelling equally in all beings never destroys the Self by the self.",
    "explanation": "This divine vision prevents self-destruction through negative thinking or harmful actions. Seeing God in all beings naturally leads to self-love and respect for life."
  },
  {
    "sanskrit": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते",
    "english": "A person engaged in devotional service rids himself of both good and bad reactions in this life.",
    "explanation": "Transcending the duality of good and bad karma, the spiritually awakened person finds freedom from the cycle of action and reaction through divine grace."
  },
  {
    "sanskrit": "तमेव शरणं गच्छ सर्वभावेन भारत",
    "english": "Surrender unto Him utterly. By His grace you will attain transcendental peace.",
    "explanation": "Complete surrender to Divine will is the ultimate path to peace. When we stop trying to control everything and trust completely, we find perfect tranquility."
  },
  {
    "sanskrit": "ईश्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति",
    "english": "The Supreme Lord is situated in everyone's heart, directing the wanderings of all living entities.",
    "explanation": "The Divine presence within our own heart is our constant guide and companion. This inner connection is always available to provide direction and comfort."
  },
  {
    "sanskrit": "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि",
    "english": "One who sees himself in all beings and all beings in himself attains the highest.",
    "explanation": "This expanded consciousness dissolves the illusion of separation. When we feel connected to all life, we naturally experience love, compassion, and inner peace."
  },
  {
    "sanskrit": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते",
    "english": "It is said that the soul is invisible, inconceivable and immutable.",
    "explanation": "Understanding our true nature as eternal consciousness beyond physical form brings freedom from fear and identification with temporary circumstances."
  },
  {
    "sanskrit": "जातस्य हि ध्रुवो मृत्युरध्रुवं जन्म मृतस्य च",
    "english": "For one who has taken birth, death is certain; and for one who is dead, birth is certain.",
    "explanation": "Accepting the natural cycles of life reduces our resistance to change. This wisdom helps us flow with life's transitions rather than fighting the inevitable."
  },
  {
    "sanskrit": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः",
    "english": "The soul can never be cut by weapons, nor burned by fire.",
    "explanation": "Our essential nature is indestructible and eternal. This knowledge gives us the courage to face any challenge, knowing our true self cannot be harmed."
  },
  {
    "sanskrit": "योगिनः कर्म कुर्वन्ति सङ्गं त्यक्त्वात्मशुद्धये",
    "english": "The yogis, abandoning attachment, act only for the purification of the self.",
    "explanation": "Every action can become a spiritual practice when done with the right intention. This transforms ordinary activities into opportunities for inner growth and purification."
  },
  {
    "sanskrit": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन",
    "english": "There is no work prescribed for Me in all the three planetary systems, yet I am engaged in work.",
    "explanation": "Even the Divine engages in action not from need but from love and duty. This teaches us to act from service and love rather than compulsion or necessity."
  },
  {
    "sanskrit": "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः",
    "english": "By sacrifice you shall prosper, and it shall fulfill your desires.",
    "explanation": "When we give selflessly and make offerings of our time, energy, and resources, we create abundance and fulfillment in return through the law of cosmic reciprocity."
  },
  {
    "sanskrit": "अनाश्रितः कर्मफलं कार्यं कर्म करोति यः",
    "english": "One who performs duty without attachment to the fruits of action is a sannyasi and a yogi.",
    "explanation": "True renunciation is not giving up action but giving up attachment to results. This mental attitude transforms any lifestyle into a spiritual path."
  },
  {
    "sanskrit": "तुल्यनिन्दास्तुतिर्मौनी सन्तुष्टो येन केनचित्",
    "english": "One who is equal in honor and dishonor, who is content with whatever comes naturally, is very dear to Me.",
    "explanation": "Freedom from the opinions of others brings tremendous peace. When our happiness doesn't depend on praise or criticism, we find unshakeable contentment."
  },
  {
    "sanskrit": "द्वौ भूतसर्गौ लोकेऽस्मिन्दैव आसुर एव च",
    "english": "There are two kinds of beings in this world: the divine and the demoniac.",
    "explanation": "We each have the choice to cultivate divine or negative qualities. By consciously choosing compassion, truth, and service, we align with our higher nature."
  },
  {
    "sanskrit": "अभयं सत्त्वसंशुद्धिर्ज्ञानयोगव्यवस्थितिः",
    "english": "Fearlessness, purification of existence, cultivation of spiritual knowledge—these are divine qualities.",
    "explanation": "Developing these divine qualities naturally leads to peace and strength. Each day we can choose to cultivate fearlessness, purity, and wisdom in our thoughts and actions."
  },
  {
    "sanskrit": "दैवी संपद्विमोक्षाय निबन्धायासुरी मता",
    "english": "Divine nature leads to liberation, while demoniac nature leads to bondage.",
    "explanation": "Our mental qualities determine our freedom or bondage. By choosing thoughts and actions aligned with love, truth, and service, we naturally move toward liberation."
  },
  {
    "sanskrit": "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः",
    "english": "One who finds satisfaction within himself, who rejoices within himself, is truly happy.",
    "explanation": "The greatest happiness comes from inner contentment rather than external achievements. Self-satisfaction based on spiritual connection brings lasting joy and peace."
  },
  {
    "sanskrit": "कामक्रोधवियुक्तानां यतीनां यतचेतसाम्",
    "english": "Those who are free from desire and anger, whose minds are controlled, attain the brahmic state.",
    "explanation": "Mastery over desire and anger leads to spiritual realization. These two emotions are the greatest obstacles to peace, and their transcendence brings divine consciousness."
  },
  {
    "sanskrit": "लोकसंग्रहमेवापि संपश्यन्कर्तुमर्हसि",
    "english": "You should also act for the welfare of the world.",
    "explanation": "Individual spiritual growth is connected to service to others. When we work for the benefit of all beings, our own spiritual evolution is accelerated and fulfilled."
  },
  {
    "sanskrit": "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः",
    "english": "The devotees who eat only the remnants of sacrifice are freed from all sins.",
    "explanation": "Taking only what we need and offering the rest creates spiritual purification. This principle of sacred economics brings both material sufficiency and spiritual growth."
  },
  {
    "sanskrit": "परित्राणाय साधूनां विनाशाय च दुष्कृताम्",
    "english": "To deliver the pious and to annihilate the miscreants, I appear millennium after millennium.",
    "explanation": "The force of good ultimately prevails in the universe. This cosmic law gives us confidence that our positive efforts are supported by divine power and will succeed."
  },
  {
    "sanskrit": "अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते",
    "english": "I am the source of all; everything emanates from Me.",
    "explanation": "Understanding the divine source of all existence brings perspective to our problems. When we see everything as manifestations of one consciousness, we find unity and peace."
  }
]