[
  {
    "sanskrit": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन",
    "english": "Do your work, but don't worry about the results.",
    "explanation": "Focus on doing your best in whatever you're doing, but don't stress about what happens next. This brings peace because you're not constantly worried about outcomes."
  },
  {
    "sanskrit": "योगः कर्मसु कौशलम्",
    "english": "Yoga is skill in action.",
    "explanation": "Real yoga isn't just physical postures—it's performing every action with awareness, dedication, and spiritual consciousness. This transforms ordinary work into sacred practice."
  },
  {
    "sanskrit": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु",
    "english": "Always think of Me, become My devotee, worship Me and offer your homage unto Me.",
    "explanation": "By keeping our mind focused on the Divine in all activities, we transform our entire life into a spiritual practice, finding peace in constant connection with God."
  },
  {
    "sanskrit": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज",
    "english": "Abandon all varieties of religion and just surrender unto Me.",
    "explanation": "When we surrender our ego and personal desires to the Divine will, we find ultimate liberation from anxiety and discover true peace that surpasses understanding."
  },
  {
    "sanskrit": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत",
    "english": "Whenever and wherever there is a decline in righteousness, I manifest Myself.",
    "explanation": "The Divine presence emerges in times of darkness and confusion. Even in our personal struggles, this divine consciousness can manifest to guide us toward light."
  },
  {
    "sanskrit": "वासांसि जीर्णानि यथा विहाय",
    "english": "Just as we change old clothes for new ones, the soul changes old bodies for new ones.",
    "explanation": "We are not our physical body but the eternal soul within. Understanding this helps us overcome fear of death and accept life's changes with peace."
  },
  {
    "sanskrit": "क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते",
    "english": "Don't give up, Arjuna. This weakness doesn't suit you.",
    "explanation": "We all have inner strength and divine power within us. When we connect to this inner courage, we can face any challenge without fear or despair."
  },
  {
    "sanskrit": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत्",
    "english": "Lift yourself up by your own efforts. Don't put yourself down.",
    "explanation": "We are responsible for our own happiness and growth. By thinking positive thoughts and making good choices, we can lift ourselves from sadness to joy."
  },
  {
    "sanskrit": "समदुःखसुखः स्वस्थः समलोष्टाश्मकाञ्चनः",
    "english": "Stay balanced in both happiness and sadness, treating stone and gold the same.",
    "explanation": "True peace comes from staying calm whether good or bad things happen to us. When we don't get too excited or too upset, we find lasting happiness."
  },
  {
    "sanskrit": "यज्ञार्थात्कर्मणो अन्यत्र लोकोऽयं कर्मबन्धनः",
    "english": "Work done for God frees you from worry.",
    "explanation": "When we do our work as an offering to the Divine instead of just for ourselves, it becomes a form of worship and frees us from stress."
  },
  {
    "sanskrit": "गतासूनगतासूंश्च नानुशोचन्ति पण्डिताः",
    "english": "Wise people don't grieve for the living or the dead.",
    "explanation": "Understanding that the soul is eternal helps us deal with loss and separation. The wise see beyond physical forms to the eternal spirit within."
  },
  {
    "sanskrit": "नासतो विद्यते भावो नाभावो विद्यते सतः",
    "english": "What is real never stops existing. What is unreal never truly exists.",
    "explanation": "Our true spiritual nature is eternal and real, while our problems and worries are temporary. Knowing this brings lasting peace and strength."
  },
  {
    "sanskrit": "प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान्",
    "english": "When someone is happy with themselves alone, they have found true peace.",
    "explanation": "Real happiness comes from within, not from getting things or approval from others. When we're content with who we are, we find lasting joy."
  },
  {
    "sanskrit": "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते",
    "english": "When you keep thinking about something, you become attached to it.",
    "explanation": "Our thoughts create our reality. By watching what we think about, we can free ourselves from unwanted desires and find mental freedom."
  },
  {
    "sanskrit": "रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन्",
    "english": "Free from likes and dislikes, one can find peace.",
    "explanation": "When we stop being controlled by what we love and hate, we can handle any situation with calmness and wisdom."
  },
  {
    "sanskrit": "तत्र सत्त्वं निर्मलत्वात्प्रकाशकमनामयम्",
    "english": "Good qualities bring happiness and knowledge.",
    "explanation": "When we develop kindness, honesty, and purity, we naturally become happier and wiser. These good qualities light up our mind and heart."
  },
  {
    "sanskrit": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्",
    "english": "It's better to do your own work imperfectly than someone else's work perfectly.",
    "explanation": "Being true to yourself brings more peace than trying to copy others. Follow your own path and purpose, even if it's not perfect."
  },
  {
    "sanskrit": "अहंकारविमूढात्मा कर्ताहमिति मन्यते",
    "english": "The confused soul thinks 'I am the doer of everything.'",
    "explanation": "Ego makes us think we control everything, which creates stress. When we realize we're part of something bigger, we find freedom from this burden."
  },
  {
    "sanskrit": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः",
    "english": "Do your duties. Action is better than doing nothing.",
    "explanation": "Even small positive actions are better than sitting around worrying or being lazy. Taking good action, however small, leads to growth and peace."
  },
  {
    "sanskrit": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति",
    "english": "One who sees Me everywhere and sees everything in Me never loses Me.",
    "explanation": "When we see the Divine in all people and situations, our whole life becomes sacred and we always feel connected to God."
  },
  {
    "sanskrit": "आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन",
    "english": "One who sees the same soul in everyone reaches the highest state.",
    "explanation": "When we see that everyone has the same divine spark within them, we naturally treat all people with love and respect, bringing us great peace."
  },
  {
    "sanskrit": "तस्मादसक्तः सततं कार्यं कर्म समाचर",
    "english": "Always do your work well but without attachment.",
    "explanation": "We can do excellent work while staying peaceful inside. Give your best effort but don't get stressed about the results."
  },
  {
    "sanskrit": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ",
    "english": "Treat joy and sorrow, gain and loss, victory and defeat as the same.",
    "explanation": "When we don't get carried away by life's ups and downs, we stay centered and can make wise decisions in any situation."
  },
  {
    "sanskrit": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते",
    "english": "To those who worship Me with pure love, I give them what they need.",
    "explanation": "When we focus our heart on the Divine with sincere love, our needs are naturally taken care of in perfect timing."
  },
  {
    "sanskrit": "मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे",
    "english": "You will come to Me. I promise you this because you are dear to Me.",
    "explanation": "God's love for each of us is personal and unconditional. This promise brings comfort that we are never alone and always loved."
  },
  {
    "sanskrit": "तेषामेवानुकम्पार्थमहमज्ञानजं तमः",
    "english": "Out of compassion, I destroy the darkness of ignorance with the light of knowledge.",
    "explanation": "Divine grace actively helps us understand truth and overcome confusion. Our sincere seeking invites this transforming wisdom into our lives."
  },
  {
    "sanskrit": "न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति",
    "english": "No one who does good ever comes to harm.",
    "explanation": "Every kind act, however small, creates positive energy that protects and guides us. Good deeds always lead to good results eventually."
  },
  {
    "sanskrit": "यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सरः",
    "english": "One who is happy with whatever comes naturally is free from jealousy.",
    "explanation": "When we stop forcing things to happen and trust life's flow, we find unexpected joy and freedom from comparing ourselves to others."
  },
  {
    "sanskrit": "निराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः",
    "english": "Free from expectations and possessiveness, act without worry.",
    "explanation": "When we let go of needing to own things or control outcomes, we can work with full energy while staying peaceful and relaxed."
  },
  {
    "sanskrit": "समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम्",
    "english": "One who sees God equally in all beings never harms themselves.",
    "explanation": "When we see the Divine in everyone, including ourselves, we naturally treat ourselves and others with love and respect."
  },
  {
    "sanskrit": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते",
    "english": "A wise person goes beyond both good and bad actions.",
    "explanation": "Through spiritual wisdom, we transcend worrying about whether our actions are perfectly good or bad, and find freedom in divine grace."
  },
  {
    "sanskrit": "तमेव शरणं गच्छ सर्वभावेन भारत",
    "english": "Surrender to God completely. By His grace you will find perfect peace.",
    "explanation": "When we stop trying to control everything and trust completely in the Divine, we discover a peace that nothing can disturb."
  },
  {
    "sanskrit": "ईश्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति",
    "english": "God lives in everyone's heart and guides all beings.",
    "explanation": "The Divine presence in our own heart is always there to guide and comfort us. This inner connection is always available when we need it."
  },
  {
    "sanskrit": "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि",
    "english": "One who sees themselves in all beings and all beings in themselves reaches the highest.",
    "explanation": "This expanded awareness dissolves loneliness and separation. When we feel connected to all life, we naturally experience love and inner peace."
  },
  {
    "sanskrit": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते",
    "english": "The soul is invisible, beyond thought, and never changes.",
    "explanation": "Our true nature is eternal consciousness that cannot be harmed by any external situation. This understanding brings fearlessness and strength."
  },
  {
    "sanskrit": "जातस्य हि ध्रुवो मृत्युरध्रुवं जन्म मृतस्य च",
    "english": "For all who are born, death is certain. For all who die, birth is certain.",
    "explanation": "Accepting life's natural cycles helps us flow with changes instead of fighting them. This wisdom brings peace with life's transitions."
  },
  {
    "sanskrit": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः",
    "english": "The soul cannot be cut by weapons or burned by fire.",
    "explanation": "Our essential nature is indestructible and eternal. Knowing this gives us courage to face any challenge because our true self cannot be harmed."
  },
  {
    "sanskrit": "योगिनः कर्म कुर्वन्ति सङ्गं त्यक्त्वात्मशुद्धये",
    "english": "Spiritual people work without attachment to purify themselves.",
    "explanation": "Any work can become spiritual practice when done with the right attitude. This transforms daily activities into opportunities for inner growth."
  },
  {
    "sanskrit": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन",
    "english": "I have no work I must do in all the worlds, yet I work.",
    "explanation": "Even God works not from need but from love and duty. This teaches us to act from service and love rather than force or necessity."
  },
  {
    "sanskrit": "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः",
    "english": "By giving to others, you will prosper and get what you need.",
    "explanation": "When we give our time, energy, and resources selflessly, we create abundance in our own lives through the natural law of giving and receiving."
  },
  {
    "sanskrit": "अनाश्रितः कर्मफलं कार्यं कर्म करोति यः",
    "english": "One who works without caring about rewards is a true renunciant.",
    "explanation": "Real spiritual life isn't about giving up work but giving up attachment to results. This attitude makes any lifestyle into a spiritual path."
  },
  {
    "sanskrit": "तुल्यनिन्दास्तुतिर्मौनी सन्तुष्टो येन केनचित्",
    "english": "One who stays the same in praise and criticism, content with whatever comes, is dear to Me.",
    "explanation": "Freedom from needing others' approval brings great peace. When our happiness doesn't depend on what people say about us, we find true contentment."
  },
  {
    "sanskrit": "द्वौ भूतसर्गौ लोकेऽस्मिन्दैव आसुर एव च",
    "english": "There are two types of people in this world: divine and demonic.",
    "explanation": "We can choose to develop divine qualities like kindness and truth, or negative qualities like anger and greed. Each day we make this choice."
  },
  {
    "sanskrit": "अभयं सत्त्वसंशुद्धिर्ज्ञानयोगव्यवस्थितिः",
    "english": "Fearlessness, purity of heart, and spiritual knowledge are divine qualities.",
    "explanation": "By developing these good qualities in our daily life, we naturally become stronger and more peaceful. These qualities light up our character."
  },
  {
    "sanskrit": "दैवी संपद्विमोक्षाय निबन्धायासुरी मता",
    "english": "Divine qualities lead to freedom, while demonic qualities lead to bondage.",
    "explanation": "Our mental qualities determine whether we feel free or trapped. By choosing thoughts and actions based on love and truth, we move toward freedom."
  },
  {
    "sanskrit": "यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः",
    "english": "One who finds joy within themselves and is satisfied with their inner self is truly happy.",
    "explanation": "The greatest happiness comes from inner contentment rather than external success. Self-satisfaction based on spiritual connection brings lasting joy."
  },
  {
    "sanskrit": "कामक्रोधवियुक्तानां यतीनां यतचेतसाम्",
    "english": "Those who are free from desire and anger, with controlled minds, reach the divine state.",
    "explanation": "Controlling desire and anger are the keys to spiritual realization. These two emotions create the most suffering, and mastering them brings divine peace."
  },
  {
    "sanskrit": "लोकसंग्रहमेवापि संपश्यन्कर्तुमर्हसि",
    "english": "You should also work for the welfare of the world.",
    "explanation": "Personal spiritual growth is connected to helping others. When we work for everyone's benefit, our own spiritual development naturally happens faster."
  },
  {
    "sanskrit": "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः",
    "english": "Good people who take only what they need are freed from all sins.",
    "explanation": "Taking only what we need and sharing the rest creates spiritual purification. This simple principle brings both material sufficiency and spiritual growth."
  },
  {
    "sanskrit": "परित्राणाय साधूनां विनाशाय च दुष्कृताम्",
    "english": "To protect good people and destroy evil, I appear age after age.",
    "explanation": "The force of good ultimately wins in the universe. This cosmic law gives us confidence that our positive efforts are supported by divine power."
  },
  {
    "sanskrit": "अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते",
    "english": "I am the source of everything; all things come from Me.",
    "explanation": "Understanding that everything comes from one divine source brings perspective to our problems. This vision of unity dissolves barriers and brings peace."
  }
]
